<?php  include("header.php"); ?>
<link rel='stylesheet' href='css/service.css' type='text/css' charset='uft-8'>
<?php include("header2.php"); ?>

<span class='main_text'>Услуги</span>
<div class='articles'>
	<div class='article'>
		<div class='picture'>
			<img src='img/vacancies/hw.jpg'>
		</div>
		<span>Решение задач по информатике</span>
		<h4>От 3 🍬</h4>
		<div class='description'>
			Лучшие умы мира собрались, чтобы помочь Вам с вашим домашним задание и всего за пару конфеты. Лучшее предложение по самой низкой цене. А если хотите, чтобы ваше решение было уникальным, то Вы всегда можете выбрать индивидуальное.
		</div>
		<a href='tasks.php'>Подробнее</a>
	</div>
	<div class='article'>
		<div class='picture'>
			<img src='img/vacancies/explanation.jpg'>
		</div>
		<span>Объяснение учебного материала</span>
		<h4>От 2 🍬</h4>
		<div class='description'>
			Благодаря обьяснению Вероновцев многие IT-специалисты смогли достичь небывалых высот в информатике. Дуров, Цукерберг, Джобс смогли дорешать свои задачи по информатике исключительно благодаря обьяснению Вероновцев.
		</div>
		<a href='explanation.php'>Подробнее</a>
	</div>
	<div class='article'>
		<div class='picture'>
			<img src='img/vacancies/credit.jpg'>
		</div>
		<span>Кредит</span>
		<h4>До 6 🍬</h4>
		<div class='description'>
			Если Вы забыли пополнить баланс на сайте, но нужно срочно заказать решение или объяснение, то можете быстро взять беспроцентный кредит на 5 учебных дней. После ваш долг начнет увеличиваться по 1 конфете за каждые 3 дня.
		</div>
		<a href='credit.php'>Подробнее</a>
	</div>
</div>
<div class='pages'>
	<a class='page_btn1'><?php echo htmlspecialchars("<"); ?></a>
	<a class='page_btn'>1</a>
	<a class='page_btn1'><?php echo htmlspecialchars(">"); ?></a>
</div>

<?php include("footer.php"); ?>